
<html>
<head>

        <title>Знаменательные даты в истории Казачества </title>
	<META Name="keywords" Content=" ">
	<META Name="description" Content="Знаменательные даты в истории Казачества. Цифры и факты о кубанских казаках">

</head>

<body>
<table border="1" cellpadding="10" cellspacing="0" width="100%" background="">
   <tr>
       <td width="15%" valign="center">
          <?php   
           include 'banner.txt';
          ?> 
       </td>
       
       <td width="65%" valign="center">
          <?php
           include 'head.txt'; 
          ?>
       </td>
    
       <td width="20%" valign="center">
           <?php
           include 'search.txt';
           ?>
       </td>  
   </tr>
  
   <tr>
       <td width="15%" valign="top">
          <?php
            include 'menu.txt';
          ?> 
       </td>
       
       <td width="65%" valign="top">

<center><h2> Знаменательные даты Кубанского казачества</h2></center>
* В 1798 году донскому старшине было пожаловано дворянство;<br>
* в 1775 году правительство Екатерины II упразднило Запорожскую Сечь;<br>
* в 1788 году из части украинских казаков формируется Черноморское казачье войско. Через 4 года оно переведено на Кубань; <br>
* в 1797 году вспухнуло восстание двух казачьих полков в Екатеринодаре, т.н. восстание "сиромы" - казачьей бедноты;<br>
* 26 мая 1835 году Николай I утвердил положение об управлении Донского войска, по которому каждый казак-мужчина становился пожизненным владельцем земельного
участка в 30 десятин;<br>
* положение о Черноморском казачьем войске было утверждено 1 июня 1842 года;<br>
* 2 октября 1827 года Николай I объявил своего сына, наследника Александра, атаманом всех казачьих войск;<br>
* в 1868 году правительство разрешило всем желающим приобретать в пределах казачьих войск недвижимую собственность; <br>
*  

<br><br>
<center>Цифры и факты о жизни кубанских казаков</center>
* в 1913 году в области имелось 662 248 земледельческих орудий. Казакам принадлежало 476 248, а иногородним только 186 059.<br>
* в 1913 году общая площадь Кубанской области составляла 8660 тысяч десятин земли, из них казачьему войску принадлежало 6781 тысяча десятин.<br>
* в 1913 году средний душевой земельный "пай" кубанского казака равнялся 9.29 десятины.<br>
* в 1913 году в европейской части страны насчитывалось 266929 богатых казачьих хозяйств;<br>
* в 1912 году главным образом на покубку строевых коней для бедных казаков было израсходовано 456 тысяч рублей, а в 1915 более 1872 тысячи;<br>
* 

<strong>Некоторые примеры жизни казаков</strong><br>
Семья казака Алексея Коваленко из станицы Апшеронской на 4х человек имела три дома с постройками, три пары быков, три коровы, две лошади, 50 колодок пчел, паевой надел 6,5 десятины.<br><br>

В 90-е годы XIX века госсубсидии по всем казачьим войскам покрывали 38,4% их расходов, а по Кубанскому казачьему войску 41,6%. Если в 1903 году на смете 
главного управления казачьих войск на основные расходы выделялось менее 2 миллионов рублей, то в 1910 - более 6128 тысяч рублей.<br>
В 1915 году из 6 750 759 рублей всех доходов Кубанского казачьего войска из государственного казначейства поступило менее 2.5 миллионов рублей.<br>
<p align="right"><a href="http://finstat.bozo.ru/cntrs/south_korea.php" target="">Военная промышленность Южной Кореи >></a></p>
       </td>
    
       <td width="20%" valign="top">
          <?php
           include 'reclama1.txt';
          ?>
       </td>   
   </tr> 	

</table>

<table border="1" cellpadding="10" cellspacing="0" width="100%" background="">
   <tr>
       <td width="30%" valign="center">
          <?php
          include 'ref1.txt';
          ?>
       </td>

       <td widht="40%" valign="center">  
          <?php 
          include 'contact.txt';
          ?> 
       </td> 

       <td width="30%" valign="center">
          <?php
          include 'ref2.txt';
          ?>
       </td>


   </tr>
</table>

<table border="1" cellpadding="10" cellspacing="0" width="100%" background="">
    <tr>
    <td valign="center">
      <?php
      include 'count.txt';
      ?>
    </td>
    </tr>	
</table>

</body>

</html>