
<html>
<head>

        <title>История Кубанского Казачества </title>
	<META Name="keywords" Content=" ">
	<META Name="description" Content="История Кубанского Казачества. Зарождение казачества во времена татаро-монгол">

</head>

<body>
<table border="1" cellpadding="10" cellspacing="0" width="100%" background="">
   <tr>
       <td width="15%" valign="center">
           <?php
           include 'banner.txt';
           ?>
       </td>
       
       <td width="65%" valign="center">
           <?php
           include 'head.txt'; 
           ?> 
       </td>
    
       <td width="20%" valign="center">
           <?php
           include 'search.txt';
           ?>
       </td>  
   </tr>
  
   <tr>
       <td width="15%" valign="top">
          <?php
            include 'menu.txt';
          ?> 
       </td>
       
       <td width="65%" valign="top">

<center><h2> История Казачества с давних времен</h2></center>
В первой четверти XV века в русских городах, по сведениям русских историков, в появилось большое количество "бездомного" люда, называвшимиеся "казаками". Это "нашествие"
связано с тем, что после развала внутреннего порядка Золотой Орды,  сотни тысяч народа состоявшего на службе ханов Золотой Орды, были сорваны с насиженных мест и,
вынужденные искать средства к дальнейшему существованию ринулись в русские города. Эти массы "бездомного люда" - казаки - и послужили московским князьям первыми кадрами для
организации первых отрядов регулярных войск. Во многих русских городах стали формироваться части "служивых городовых и пограничной охраны казаков". В середине XV
столетия на границах Рязанского, Мещерского и Северского княжеств, на пограничной службе появились "казачьи войска", несшие службу князьям по особому договору.<br>

Ключевым моментом в появлении казаков на службе московских князей можно считатть следующий случай. В 1445 году были собраны войска и под начальством князя 
Василия выступили в поход против татар (на Казань). Но войска были разбиты, а сам князь был пленен. Вскоре он был выкуплен за 200 000 рублей. При этом с князем из Казани
явилось большое количество татар, перешедших к нему на службу. А с этими татарскими вельможами пришли и казаки, кто в качестве охраны, кто еще как. При этом отмечается,
что каазки в начале XV века были при ханах Астрахани, Сарая, Казани и в значительной части пр крымских ханах. Однако в составе поволжских ханств количество казаков стремительно
уменьшалось через непродолжительное время исчезло совсем.<br>

При образовании независимого казанского ханства - в Казани были казачьи войска, но в скором времени историками они уже не упоминаются, однако при походах Москвы на Казань
казачьи войска уже есть в составе московских войск.<br>

Казаки в то время говорили татаро-монгольском языке и когда они появились в пределах Москвы, то "повсюду в Москве слышалась татарская речь".<br>

По записям "Иноземного Приказа" от 1444 года, еще раньше похода князя Василия против Казани и ее захвата, казаки отражали нашествие царевича Золотой Орды, вторгшегося в 
пределы Рязанского княжества.<br>

Первую категорию формировавшихся в те годы московских войск составяли части "городских казаков", формировавшиеся из "бездомного люда", бежавшего из ордынских владений.
<br>

Интересный факт - по сообщению оставленному в 1246 году Плано Карпини: силы Золотой Орды составляли 600 000 человек, причем 2/3 состояло из покоренных народов;
450 000 из них было христиан и других иноверных (в том числе выходцев с Северного Кавказа). Отметим, что ханы начиная с Батыя выводили 1/10 населения русских княжеств,
плюс ежегодные 1/10 перешедших рубеж совершеннолетия, а также экстренные наборы на случай войны. Вывод русского населения был прекращен, когда Орда была совершенно 
обеспечена русским народом и Русь была освобождена от этого вида дани, названного "дани тагмы или крови". По некоторым сведениям это произошло в 1269 году во времена 
Мегли-Тимуре, по св. академика Платонова - в середине 14-го века, при князе Иване Калите. Вот эти переселенные люди и стали называться "казаками".Учитывая, что монголы
брали семьями по 3-4 человека, можно утверждать, что было принято примерно милион - миллион двести тысяч человек.
<br>


По Н.М. Карамзину, который уделил изучению казачества немало времени, казаки - "сие имя означало тогда вольницу, наездников, удальцов, не разбойников, как некоторые 
утверждают, ссылаясь на лексикон турецкий..".<br>

В Советские времена, казацкое движение подавалось, как особая форма протеста крестьян, против усиливающейся помещичьей кабалы. И в этом, наверно, есть некоторая правда,
так как наиболее мощные восстания против царизма предпринимали имено казаки. Вспомним имена К.Косинского, С.Наливайко, К.Скидана, Я.Острянина, Д.Гуни и др.
Ну и конечно, каждый со школы помнит качачье-крестьянские войны под руководством И. Болотникова, С.Т. Разина, Е.И. Пугачева и К.А. Бкулавина.<br>

Без тени сомнения можно утверждать, что обширным территориям, которыми обладает Россия, она обязана во многом казакам. Отряды казаков, руководимые Ермаком, Атласовым, Дежневым,
Поярковым, Хабаровым и др., смело проникали вглубь Сибири и Дальнего Востока, разведывая и присоединяя новые территории к Россйиской Империи (правда сейчас эти территории раздаются нашими
правителями).<br> 
<br>

<center><a href="http://www.shumisport.ru" target="">Спортивная статистика  </a></center>

       </td>
    
       <td width="20%" valign="top">
           <?php
           include 'reclama1.txt';
           ?> 
       </td>   
   </tr> 	

</table>

<table border="1" cellpadding="10" cellspacing="0" width="100%" background="">
   <tr>
       <td width="30%" valign="center">
          <?php
          include 'ref1.txt';
          ?>
       </td>

       <td widht="40%" valign="center">  
          <?php
          include 'contact.txt';
          ?>
       </td> 

       <td width="30%" valign="center">
          <?php
          include 'ref2.txt';
          ?>
       </td>


   </tr>
</table>

<table border="1" cellpadding="10" cellspacing="0" width="100%" background="">
    <tr>
    <td valign="center">
      <?php
      include 'count.txt';
      ?>
    </td>
    </tr>	
</table>

</body>

</html>