<html>
<head>

        <title>История Кубанских казаков. Войны в которых участвовали казаки. </title>
	<META Name="keywords" Content=" ">
	<META Name="description" Content="История Кубанских казаков ">

</head>

<body>
<table border="1" cellpadding="10" cellspacing="0" width="100%" background="">
   <tr>
       <td width="15%" valign="center">
           баннер
       </td>
       
       <td width="65%" valign="center">
           шапка 
       </td>
    
       <td width="20%" valign="center">
           серч и избранное
       </td>  
   </tr>
  
   <tr>
       <td width="15%" valign="top">
          <?php
            include 'menu.txt';
          ?> 
       </td>
       
       <td width="65%" valign="top">
<center><h2>История Кубанских казаков</h2></center>
Кубанское войско было самым молодым. Создано оно было в 1860 году путем объединения потомков донских и черноморских казаков. Первоначальное назначение кубанского
казачьего войска было в завершении Кавказской войны.<br> 

Кубанское казачество связано с лучшими военными традициями России. Предки многих кубанских казаков ходили в походы под руководством А.В. Суворова и М.И. Кутузова.
Они участвовали в штурме Измаила и в войне против нашествия Наполеона - они первыми встретили авангард "векликой армии" сразу после переправы его через Неман.
Черноморцы прославились также в <strong>Лейпцигской битве</strong>. В рядах русской армии кубанские (тогда еще черноморские) казаки вступили в Париж. <br>

Представители черноморцев были участниками обороны Севастополя в 1854-55 годах. Здесь отличились пластуны 2-го и 8-го пеших пластунских батальонов. <br>

Значительный вклад кубанцы внесли в борьбу за освобождение Болгарии. На Балканском полуострове сражалась Кавказская казачья бригада, которой командовал герой боев
за Плевну, у Шипки - Шейново М.Д. Скобелев. Взаимодействуя с 55-м пехотным Подольским полком, пластуны обороняли Шипкинский перевал.<br>

В то же время боевые действия против турков велись и на Закавказском фронте. Здесь находилось три сводные кавалерийские дивизии, в которое входили несколько 
кубанских полков. Казаки-кубанцы учавствовали во взятии Ардагана, Карса, в 23-дневной обороне крепости Баязет и выручке ее гарнизона в июне 1877.<br>

В 1828 году было определено, что беглые в Новороссийский край крестьяне помещикам не отдаются, а "обращаются в казачье звание". В 1829 году выходит распоряжение "
Об обращение в казачье войско по Кавказской линии бродяг от 20 до 25 лет". <br>

В 1838 году принимается положение "О вознаграждении помещиков деньгами за крепостных людей, водворившихся в закубанских провинциях" - за совершеннолетнего
мужчину полагалось 250 рублей, за женщину - по 100 рублей, за детей с 14-ти летнего возраста - мальчика - 125, девочку - 50 рублей.  А в январе 1846 года
последовал новый указ "О дозволении принимать в <strong>Черноморское казачье войско</strong> малороссиян отдельными семействами". <br>

8 февраля 1860 года учреждаются Кубанская и Терская области. К кубанским казакам были отнесены линейцы - в основном потомки переселенных на Кубань донских казаков,
и черноморцы - второе и третье поколение казаков, которые вели свою родословную от запорожских казаков.<br><br>

В 1861 иногородних в Кубанской области числилось только 5243 при населении более 393 тысяч, в 1869 их стало 25 тысяч, в 1873 году - 256 тысяч. К середине 90-х годов
они составляли 37% местного населения. Итого за три десятилетия, в Ставропольскую губернию, Кубанскую и Терскую области переселилось 1586,8 тысяч человек. <br><br>

Следует отметить, что за освобождение Болгарии от османского ига Российская Империя отдала жизни 200 тысяч своих солдат. Если сюда приплюсовать количество погибших
советских воинов при освобождении Болгарии от фашистов, то получится еще большая цифра. В итоге Болгария сейчас в НАТО и поклоняется их флагам. Где справедливость 
болгарского народа? <br>


       </td>
    
       <td width="20%" valign="top">
           <?php
           include 'reclama1.txt';
           ?>
       </td>   
   </tr> 	

</table>

<table border="1" cellpadding="10" cellspacing="0" width="100%" background="">
   <tr>
       <td width="30%" valign="center">
          <?php
          include 'ref1.txt';
          ?> 
       </td>

       <td widht="40%" valign="center">  
          <?php
          include 'contact.txt';
          ?>
       </td> 

       <td width="30%" valign="center">
          <?php
          include 'ref2.txt';
          ?>
       </td>


   </tr>
</table>

<table border="1" cellpadding="10" cellspacing="0" width="100%" background="">
    <tr>
    <td valign="center">
      <?php
      include 'count.txt';
      ?>
    </td>
    </tr>	
</table>

</body>

</html>