
<html>
<head>

        <title>Быт и жизнь Кубанских казаков </title>
	<META Name="keywords" Content=" ">
	<META Name="description" Content="Быт и жизнь Кубанских казаков ">

</head>

<body>
<table border="1" cellpadding="10" cellspacing="0" width="100%" background="">
   <tr>
       <td width="15%" valign="center">
           <?php
           include 'banner.txt';
           ?>
       </td>
       
       <td width="65%" valign="center">
           <?php
           include 'head.txt'; 
           ?>
       </td>
    
       <td width="20%" valign="center">
           <?php
           include 'search.txt';
           ?>
       </td>  
   </tr>
  
   <tr>
       <td width="15%" valign="top">
          <?php
            include 'menu.txt';
          ?> 
       </td>
       
       <td width="65%" valign="top">

<center><h2> Быт кубанских казаков</h2></center>
В середине XIX века большинство казаков вело в основном натуральное хозяйство. Согласно положению о "Черноморском казачьем войске" от 1.06.1842 казакам
пологалось: генералу 1500 десятин, штаб-офицеру 400 десятин, обер-офицеру 200 десятин, нижним чинам по 30 десятин на душу.<br><br>

К 1907 году грамотность среди казаков была следующая:<br>
- Майкопский отдел: муж. 27,8%; жен. - 4,9%<br>
- Екатеринодарский отдел: муж. 36,8%; жен. 7,3% <br>
- Лабинский отдел: муж. 25,7%; жен. 2,5% <br><br>

На Кубани основным рабочим скотом до появления тракторов были быки. Лошади в сельском хозяйстве использовались реже. В 1913 году в Кубанской области
было учтено 940 004 лошади, 1 430 063 голов КРС, 1 665 344 овцы и козы, 565 875 свиней, 13 286 буйволов.<br><br>

В конце XIX века экипировка конного казака стоила, по умеренным расчетам, 274 рубля, платуна - 109 рублей. В 1905 году снаряжение конного казака стоило 320 рублей,
из них 120-140 рублей стоила строевая лошадь. К 1916 году снаряжение конного казака стало стоить тысячу рублей, при этом лошадь подорожала до 500 рублей.<br><br>

В начале прошлого века, в одной из самых бедных казачьих станиц - Упорной, на одно бедняцкое хозяйство приходилось 2 рабочих вола, 0.38 лошади, коровы, 1 голова гулевого
скота, 6 овец.. и это беднейшая станица!<br> <br>

Вы думаете, что взятки только нынче стали брать? Нет!:) Еще в 1906 году вся Кубань интересовалась делом казака Белова, который обвинил генерала Берладина,
окружного атамана Черкасского округа, что тот за "разные послабления по службе" брал возами овес и сено, а также убоину, осетров, гусей... но Берладин был оправдан!<br><br>

<br>
<center><a href="http://www.shumisport.ru/sport/soccer/countries/belarus.php" target="">Чемпионат Белоруссии по футболу >> </a></center>
<br>

       </td>
    
       <td width="20%" valign="top">
           <?php
           include 'reclama1.txt';
           ?>
       </td>   
   </tr> 	

</table>

<table border="1" cellpadding="10" cellspacing="0" width="100%" background="">
   <tr>
       <td width="30%" valign="center">
          <?php
          include 'ref1.txt';
          ?>
       </td>

       <td widht="40%" valign="center">  
          <?php
          include 'contact.txt';
          ?>
       </td> 

       <td width="30%" valign="center">
          <?php
          include 'ref2.txt';
          ?>
       </td>


   </tr>
</table>

<table border="1" cellpadding="10" cellspacing="0" width="100%" background="">
    <tr>
    <td valign="center">
      <?php 
      include 'count.txt';
      ?>
    </td>
    </tr>	
</table>

</body>

</html>