
<html>
<head>

        <title>Казачье войско: состав и дислокация. Состав казачьих полков и их месторасположение (перед Первой мировой войной)</title>
	<META Name="keywords" Content=" ">
	<META Name="description" Content="Казачье войско: состав и дислокация. Численность казаков ">

</head>

<body>
<table border="1" cellpadding="10" cellspacing="0" width="100%" background="">
   <tr>
       <td width="15%" valign="center">
           <?php  
           include 'banner.txt';
           ?>
       </td>
       
       <td width="65%" valign="center">
           <?php
           include 'head.txt'; 
           ?>
       </td>
    
       <td width="20%" valign="center">
           <?php
           include 'search.txt';
           ?>
       </td>  
   </tr>
  
   <tr>
       <td width="15%" valign="top">
          <?php
            include 'menu.txt';
          ?> 
       </td>
       
       <td width="65%" valign="top">

<center><h2>Казачье Войско. Расстановка казачьих полков перед Первой Мировой Войной</h2></center>
На 6 ноября 1906 года кадровые казачьи полки были размещены более чем в 30 городах Российской Империи, в том числе два гвардейских и конвой самодержавца (полк)
в Петербурге, по два в Москве и Саратове, по одному в Орле, Ярославле, Нижнем Новгороде, Козлове, Воронеже, Киеве, Владимире-Волынском, Харькове, Курске,
Полтаве, Ромнах, Кременчуге, Елизаветграде, Николаеве, Одессе, Екатеринославе, Бахмуте, Пензе, Самаре, Астрахани, Риге, Вильно, Минске и др., по несколько сотен -
в Гельсингфорсе и т.д. Все остальные казачьи полки были сосредоточены в Варшавском и Кавказском военных округах. <br><br>

Кубанское казачье войско было вторым по численности казачьим образованием в Российской Империи до 1917 года и в нем насчитывалось 1,3 миллиона казаков. На первом
месте было Донское войско с 1,5 миллиона казаков. Третьим - Оренбургское с 583 тысячями казаков, Терское - 278 тысяч казаков. Общая численность казачества составляла
4,4 миллиона человек. <br><br>

В 1851 году было образовано Забайкальское, в 1858 году - Уссурийское, 1860 году - Кубанское, в 1878 - Семиреченское казачьи войска.<br><br>

<h3>Интересные цифры</h3>
В конце 19-го века в России (не считая Финляндии) на 1000 человек жителей приходится крестьян 771, мещан 107, инородцев 66, казаков 23, дворян 15,
духовенства 5, почетных граждан 5 и прочих 8. Далее - казаки живут исключительно в казачьих областях, составляя на 1000 человек в Донской области 400,
Оренбургской - 228, Кубанской - 410, Терской - 179, Астраханской - 18, Амурской - 179, Забайкальской - 291, Уральской - 177. Таким образом, <strong>казаки составляли всего
2,3 процента населения</strong> в то время. <br> <br>

<strong>Срок казачьей службы</strong><br>
Согласно "Положению о воинской повинности и военной службе казаков Кубанского и Терского войск" от 3 июня 1882 году, утвержденного Александром II - служилый состав
кубанских казаков разделялся на 3 разряда: приготовительный - срок службы 3 года, строевой - 12 лет и запасной - 5 лет, то есть в сумме 20 лет обязательной службы, как
для рядовых, так и для офицеров. Позднее были введены некоторые послабления и накануне ПМВ срок службы составлял 18 лет. Службу казачья молодежь начинала с 21 года, пройдя
годичный подготовительный разряд<br><br>

<h3>Структура отделов Кубанской области</h3>
Отделы Кубанской области на 11 полковых округов, в которых комплектовались конные казачьи полки - главная сила казачества. В <strong>Баталпашинском отделе набирался Хоперский полк,
Ейском - Ейский (Запорожский) и Уманский, не копировать, Екатеринодарском - Екатеринодарский, Кавказском - Кавказский и Черноморский, Лабинском - Лабинский и Кубанский, 
- Урупский (Линейный), Таманском - Таманский и Полтавский полки.</strong> В области имелось семь оборудованных лагерей для проведения учебных сборов казаков 
(по одному в каждом отделе).<br><br>

<h4>Структура казачьих полков</h4>
Под каждым полковым названием числились 1,2,3-й полки, соответсвующие срокам службы (см. выше). При всеобщей мобилизации войско составляло 33 конных полка.
Полковые территориальные округа делились на сотенные участки, возглавляемые офицерами, а также на районы комплектования артеллерийских батарей. 
Станицы и хутора навсегда были закреплены за известными частями. <strong>Старейшим среди кубанских полков считался Хоперский, известный еще с конца XVII века</strong>
 (в 1896 году отмечалось его 200-летие). Таким образом, казаки с детства знали свой полк или батарею, сотню, имели отцов и братьев, служивших в подразделениях старших возрастов. Это, безусловно, способствовало крепкой спайке 
и круговой поруке в частях казаков.<br><br>

<h3>Пластуны</h3>
Кубанское войско было единственным, в котором всегда имелись пешие казачьи части - пластунские батальоны. Наличие пластунских батальонов говорит не только об 
особенных традициях кубансцев, но и том, что там было много бедных казаков. Платунов собирали со всей области  в 6 центров мобилизации. По числу батальонов первой 
очереди ими были города: Екатеринодар, Майкоп, станицы Кавказская, Прочноокопская, Славянская, Уманская. Батальоны нумеровались по порядку:
с 1-го по 6-й были первоочередными, с 7-го по 12-й - второй, с 13-го по 18-й - третьей очереди.<br>
Конные казачьи полки были шестисотенного состава. В сотню входило 125 казаков. <strong>Штатный состав полка военного времени</strong> составлял 867 нижних чинов (750 казаков,
остальные - вахмистры, старшие и младшие урядники, приказные и трубачи) и 23 офицеров. Полк мирного времени отличался не намного, примерно на сотню казаков меньше.<br>
Полки сводились в дивизии - Кавказские, обычно объединявшие полки Кубанского и Терского войск; Кубанские, состоявшие только из кубанцев.<br><br>

Со второй половины XIX века определились места, где обычно дислоцировались  и несли службу первокубанские части. Лейб-гвардии 1-я и 2-я Кубанские сотни личного конвоя
царя находились в столице. Отдельный Кубанский казачьий конный дивизион двухсотенного состава располагался в Варшаве. 1-й Линейный полк в составе 2-й казачьей сводной
дивизии был в Киевском военном округе. С 80-х годов 1-й Таманский, 1-й Кавказский казачьи полки и 4-я Кубанская батарея входили в Закаспийскую бригаду, постоянно
находившуюся в районе города Мерва, недалеко от границы с Афганистаном. Большая же часть Кубанского войска располагалось на Кавказе. При этом в самой Кубанской области
дислоцировался только один конный полк и одна батарея. Остальные полки и батареи находились в Закавказье: 1-й Хоперский, 1-й Кубанский, 1-й Уманский, 2-я Кубанская батарея
в составе 1-й Кавказской казачьей дивизии; 1-й Запарожский, 1-й Лабинский, 1-й Полтавский, 1-й Черноморский, 1-я и 5-я Кубанская батареи в составе 2-й Кавказской казачьей дивизии.
Кроме названных строевых частей, войско имело контингент местных команд и постоянной милиции.<br><br>

<a href="http://finstat.bozo.ru" target="">Сайт макроэкономики </a> <br>
<center><a href="http://www.shumisport.ru/sport/soccer/countries/ukraine.php" target="">Чемпионат Украины по футболу >> </a></center>
<br>

       </td>
    
       <td width="20%" valign="top">
           <?php
           include 'reclama1.txt';
           ?>
       </td>   
   </tr> 	

</table>

<table border="1" cellpadding="10" cellspacing="0" width="100%" background="">
   <tr>
       <td width="30%" valign="center">
          <?php
          include 'ref1.txt';
          ?> 
       </td>

       <td widht="40%" valign="center">  
          <?php  
          include 'contact.txt';
          ?>
       </td> 

       <td width="30%" valign="center">
          <?php
          include 'ref2.txt';
          ?> 
       </td>


   </tr>
</table>

<table border="1" cellpadding="10" cellspacing="0" width="100%" background="">
    <tr>
    <td valign="center">
      <?php
      include 'count.txt';
      ?>
    </td>
    </tr>	
</table>

</body>

</html>